aaron-bond.better-comments
ak2k24.generate-folder-readme-agent-vsix
antfu.iconify
christian-kohler.npm-intellisense
dart-code.dart-code
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.code-runner
geequlim.godot-tools
github.copilot
github.copilot-chat
hediet.vscode-drawio
jock.svg
kisstkondoros.vscode-gutter-preview
lokalise.i18n-ally
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.cpptools
ms-vscode.powershell
pkief.material-icon-theme
platformio.platformio-ide
rangav.vscode-thunder-client
rust-lang.rust-analyzer
shellomo.enhanced-toml
simonhe.theme-vitesse-colorful
tomoki1207.pdf
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
visualstudioexptteam.vscodeintellicode-completions
yandeu.five-server
zhuangtongfa.material-theme
